<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN"   "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>   <key>PayloadContent</key>   <array>       <dict>           <key>PayloadType</key>           <string>com.apple.dns.settings</string>           <key>PayloadVersion</key>           <integer>1</integer>           <key>PayloadIdentifier</key>           <string>com.yourdomain.dns</string>           <key>PayloadUUID</key>           <string>9f4cebd2-e04e-4271-83b0-a760f6a0297f</string>           <key>PayloadDisplayName</key>           <string>AdGuard DNS</string>           <key>DNSSettings</key>           <dict>               <key>ServerAddresses</key>               <array>                   <string>94.140.14.14</string>                   <string>94.140.15.15</string>                   <string>2a10:50c0::ad1:ff</string>                   <string>2a10:50c0::ad2:ff</string>               </array>               <key>MatchDomains</key>               <array>                   <string>.</string>               </array>           </dict>       </dict>   </array>   <key>PayloadRemovalDisallowed</key>   <false/>   <key>PayloadScope</key>   <string>User</string>   <key>PayloadType</key>   <string>Configuration</string>   <key>PayloadVersion</key>   <integer>1</integer>   <key>PayloadIdentifier</key>   <string>com.yourdomain.configuration</string>   <key>PayloadUUID</key>   <string>a93988e2-dcce-492b-b038-dbbf543f2948</string>   <key>PayloadDisplayName</key>   <string>AdGuard DNS Config</string></dict></plist>